Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Strong readiness signals. Most training is on the table.
de: Starke Signale für deine Tagesform. Fast jedes Training ist drin.
es: Indicadores de preparación sólidos. Puedes hacer casi cualquier entrenamiento.
fr: Signaux de préparation solides. La plupart des entraînements sont envisageables.
hi: रेडिनेस के सिग्नल मज़बूत हैं। ज़्यादातर ट्रेनिंग की जा सकती है।
ru: Сильные сигналы готовности. Можно выполнять большинство тренировок.
tr: Hazırlık sinyalleri güçlü. Çoğu antrenman türü size uygun.
zh_hans: 恢复状态信号强劲，大多数训练都可以安排。

source: Strong sleep with small room to improve.
de: Guter Schlaf mit etwas Luft nach oben.
es: Buen sueño, con poco margen de mejora.
fr: Très bon sommeil, avec une petite marge de progression.
hi: नींद अच्छी रही, सुधार की थोड़ी गुंजाइश है।
ru: Хороший сон, но кое-что можно немного улучшить.
tr: İyi bir uyku; yine de küçük iyileştirmelere yer var.
zh_hans: 睡眠质量很好，仍有小幅提升空间。

source: Surfing Sports
de: Surfen
es: Surf
fr: Sports de glisse
hi: सर्फ़िंग स्पोर्ट
ru: Серфинг
tr: Sörf Sporları
zh_hans: 冲浪运动

source: Swim
de: Schwimmen
es: Natación
fr: Natation
hi: तैराकी
ru: Плавание
tr: Yüzme
zh_hans: 游泳

source: Swim Bike Run
de: Kombinationssport
es: Triatlón
fr: Multisport
hi: मल्टीस्पोर्ट
ru: Мультиспорт
tr: Triatlon
zh_hans: 铁人三项

source: Swim Strokes
de: Schwimmzüge
es: Brazadas
fr: Mouvements de nage
hi: स्ट्रोक
ru: Гребки
tr: Kulaç
zh_hans: 划水次数

source: System
de: Wie System
es: Sistema
fr: Selon le système
hi: सिस्टम
ru: Как в системе
tr: Sistem
zh_hans: 跟随系统

source: Table Tennis
de: Tischtennis
es: Tenis de mesa
fr: Tennis de table
hi: टेबल टेनिस
ru: Настольный теннис
tr: Masa Tenisi
zh_hans: 乒乓球

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
ru: Температура
tr: Sıcaklık
zh_hans: 体温

source: Time in Daylight
de: Zeit im Tageslicht
es: Tiempo con luz diurna
fr: Lumière du jour
hi: दिन की रोशनी में समय
ru: Время при дневном свете
tr: Gün Işığında Süre
zh_hans: 日照时间

source: Time In Daylight estimates how long supported devices detected outdoor daylight exposure. Daylight can support circadian rhythm, mood, and sleep timing, but readings depend on device support and whether the device was worn.
de: Zeit im Tageslicht schätzt, wie lange unterstützte Geräte Tageslicht im Freien erkannt haben. Tageslicht kann deinen zirkadianen Rhythmus, deine Stimmung und deine Schlafzeiten unterstützen. Die Messwerte hängen aber davon ab, ob dein Gerät die Funktion unterstützt und ob du es getragen hast.
es: Tiempo con luz diurna estima durante cuánto tiempo los dispositivos compatibles detectaron exposición a la luz diurna al aire libre. La luz diurna puede favorecer el ritmo circadiano, el estado de ánimo y los horarios de sueño, pero las lecturas dependen de la compatibilidad del dispositivo y de si lo llevabas puesto.
fr: La lumière du jour estime pendant combien de temps les appareils compatibles ont détecté une exposition à la lumière du jour en extérieur. La lumière du jour peut favoriser le rythme circadien, l’humeur et la régularité des horaires de sommeil, mais les mesures dépendent de la compatibilité de l’appareil et du fait qu’il ait été porté ou non.
hi: दिन की रोशनी में समय इस बात का अनुमान है कि सपोर्ट करने वाले डिवाइस ने कितनी देर तक आपको बाहर दिन की रोशनी में पाया। दिन की रोशनी सर्कैडियन रिदम, मूड और नींद के समय में मदद कर सकती है, लेकिन रीडिंग डिवाइस के सपोर्ट और इस बात पर निर्भर करती है कि डिवाइस पहना गया था या नहीं।
ru: Время при дневном свете показывает оценку того, как долго совместимые устройства фиксировали пребывание на дневном свете на улице. Дневной свет помогает поддерживать циркадный ритм, настроение и режим сна, но показания зависят от поддержки устройства и от того, носили ли его.
tr: Gün Işığında Süre, desteklenen aygıtların açık havada gün ışığına maruz kaldığınızı ne kadar süre algıladığını tahmin eder. Gün ışığı sirkadiyen ritmi, ruh halini ve uyku saatlerini destekleyebilir ancak ölçümler aygıt desteğine ve aygıtın takılı olup olmadığına bağlıdır.
zh_hans: 日照时间估算受支持设备检测到的户外日光暴露时长。日光有助于昼夜节律、情绪和睡眠时间安排，但读数取决于设备支持情况以及是否佩戴。

source: Today's activity was light, so your moderate readiness mainly reflects your recovery signals. Keep the load controlled.
de: Deine Aktivität heute war leicht, deine moderate Tagesform spiegelt also vor allem deine Erholungssignale wider. Halte die Belastung kontrolliert.
es: Hoy tu actividad fue ligera, así que tu preparación moderada refleja sobre todo tus indicadores de recuperación. Mantén la carga controlada.
fr: Votre activité a été légère aujourd’hui : votre niveau de préparation modéré reflète donc surtout vos signaux de récupération. Gardez une charge maîtrisée.
hi: आज की ऐक्टिविटी हल्की रही, इसलिए आपकी मध्यम रेडिनेस मुख्य रूप से आपके रिकवरी सिग्नल को दिखाती है। लोड नियंत्रित रखें।
ru: Сегодня активность была легкой, поэтому средняя готовность в основном отражает сигналы восстановления. Держите нагрузку под контролем.
tr: Bugünkü aktiviteniz hafifti, bu yüzden orta düzeydeki hazırlığınız büyük ölçüde toparlanma sinyallerinizi yansıtıyor. Yükü kontrollü tutun.
zh_hans: 今天只是轻度活动，中等状态主要反映身体的恢复信号。注意控制负荷。

source: Today's sleep data isn't in yet. Get some rest and check back later for a more accurate result.
de: Die heutigen Schlafdaten sind noch nicht da. Ruh dich aus und schau später wieder vorbei, um ein genaueres Ergebnis zu sehen.
es: Los datos de sueño de hoy aún no han llegado. Descansa y vuelve más tarde para ver un resultado más preciso.
fr: Les données de sommeil du jour ne sont pas encore disponibles. Reposez-vous et revenez plus tard pour un résultat plus précis.
hi: आज की नींद का डेटा अभी नहीं आया है। थोड़ा आराम करें और ज़्यादा सटीक नतीजे के लिए बाद में फिर देखें।
ru: Данные о сне за сегодня еще не поступили. Отдохните и загляните позже, чтобы получить более точный результат.
tr: Bugünün uyku verisi henüz gelmedi. Biraz dinlenin ve daha doğru bir sonuç için daha sonra tekrar bakın.
zh_hans: 今天的睡眠数据还没同步，好好休息，稍后再回来查看更准确的结果。

source: Today's workout brought readiness from high down to low. That was a considerable session, so rest and recover fully for the rest of the day.
de: Dein heutiges Training hat deine Tagesform von hoch auf niedrig gesenkt. Das war eine ordentliche Einheit, also ruh dich für den Rest des Tages aus und erhol dich vollständig.
es: El entrenamiento de hoy bajó tu preparación de alta a baja. Fue una sesión considerable, así que descansa y recupérate por completo el resto del día.
fr: L’exercice du jour a fait passer votre niveau de préparation d’élevé à faible. C’était une séance conséquente : reposez-vous et récupérez pleinement pour le reste de la journée.
hi: आज के वर्कआउट से रेडिनेस उच्च से निम्न पर आ गई। यह काफ़ी भारी सेशन था, इसलिए दिन के शेष समय में अच्छी तरह आराम और रिकवरी करें।
ru: Сегодняшняя тренировка снизила готовность с хорошей до низкой. Это была серьезная нагрузка, поэтому до конца дня полноценно отдыхайте и восстанавливайтесь.
tr: Bugünkü antrenman hazırlığınızı yüksekten düşüğe indirdi. Oldukça yoğun bir antrenmandı; günün geri kalanında iyice dinlenin ve toparlanın.
zh_hans: 今天的运动让身体状态从良好降至偏低，这是不小的消耗。今天余下的时间请充分休息和恢复。

source: Today's workout has lowered your readiness. This is training load, not under recovery. Focus on resting for the rest of the day.
de: Dein heutiges Training hat deine Tagesform gesenkt. Das ist Trainingsbelastung, keine mangelnde Erholung. Konzentrier dich für den Rest des Tages auf Ruhe.
es: El entrenamiento de hoy ha bajado tu preparación. Es carga de entrenamiento, no falta de recuperación. Céntrate en descansar el resto del día.
fr: L’exercice du jour a fait baisser votre niveau de préparation. Il s’agit de charge d’entraînement, pas d’un manque de récupération. Privilégiez le repos pour le reste de la journée.
hi: आज के वर्कआउट से आपकी रेडिनेस कम हुई है। यह ट्रेनिंग लोड है, अधूरी रिकवरी नहीं। दिन के शेष समय में आराम पर ध्यान दें।
ru: Сегодняшняя тренировка снизила Вашу готовность. Это тренировочная нагрузка, а не недостаточное восстановление. До конца дня сосредоточьтесь на отдыхе.
tr: Bugünkü antrenman hazırlığınızı düşürdü. Bunun nedeni yetersiz toparlanma değil, antrenman yükü. Günün geri kalanında dinlenmeye odaklanın.
zh_hans: 今天的运动拉低了状态，这是训练消耗，并非恢复不足。今天建议休息为主。

source: Today's workout took some energy out of you, but readiness is still high. You can carry on with your training.
de: Dein heutiges Training hat dich etwas Energie gekostet, aber deine Tagesform ist weiterhin hoch. Du kannst mit deinem Training weitermachen.
es: El entrenamiento de hoy te quitó algo de energía, pero tu preparación sigue alta. Puedes seguir con tu entrenamiento.
fr: L’exercice du jour vous a demandé de l’énergie, mais votre niveau de préparation reste élevé. Vous pouvez poursuivre votre entraînement.
hi: आज के वर्कआउट में आपकी कुछ ऊर्जा ख़र्च हुई, लेकिन रेडिनेस अब भी उच्च है। आप अपनी ट्रेनिंग जारी रख सकते हैं।
ru: Сегодняшняя тренировка отняла у Вас немного сил, но готовность по-прежнему хорошая. Можно продолжать тренировки.
tr: Bugünkü antrenman sizden biraz enerji aldı ama hazırlık hâlâ yüksek. Antrenmanınıza devam edebilirsiniz.
zh_hans: 今天的运动消耗了一些精力，但状态依然良好，后续的训练依然可以继续。

source: Today's workout was very demanding, taking readiness from an exceptional state all the way down to a low point. That's a big training load, so some active recovery for the rest of the day would help.
de: Dein heutiges Training war sehr fordernd und hat deine Tagesform von einem hervorragenden Zustand bis auf einen Tiefpunkt gesenkt. Das ist eine große Trainingsbelastung, daher hilft dir für den Rest des Tages etwas aktive Erholung.
es: El entrenamiento de hoy fue muy exigente y llevó tu preparación de un estado excepcional hasta un punto bajo. Es una carga de entrenamiento grande, así que algo de recuperación activa durante el resto del día te vendrá bien.
fr: L’exercice du jour a été très exigeant et a fait chuter votre niveau de préparation d’un état exceptionnel jusqu’à un point bas. C’est une forte charge d’entraînement : un peu de récupération active pour le reste de la journée vous fera du bien.
hi: आज का वर्कआउट बहुत कठिन था, जिससे रेडिनेस बेहतरीन स्थिति से गिरकर काफ़ी नीचे आ गई। यह बड़ा ट्रेनिंग लोड है, इसलिए दिन के शेष समय में थोड़ी ऐक्टिव रिकवरी मदद करेगी।
ru: Сегодняшняя тренировка была очень тяжелой: готовность снизилась с исключительной до низкой. Это большая тренировочная нагрузка, поэтому до конца дня будет полезно активное восстановление.
tr: Bugünkü antrenman çok zorluydu ve hazırlığınızı olağanüstü bir düzeyden düşük bir noktaya kadar indirdi. Bu büyük bir antrenman yükü; günün geri kalanında biraz aktif toparlanma iyi gelecektir.
zh_hans: 今天的运动强度非常大，从极其出色的状态一路降至低谷。这是相当大的训练消耗，接下来的时间进行一些主动恢复会更有帮助。

source: Total %@
de: %@ gesamt
es: Total de %@
hi: कुल %@
ru: Всего %@
tr: Toplam %@
zh_hans: 总消耗

source: Total Work
de: Gesamtarbeit
es: Trabajo total
fr: Travail total
hi: कुल कार्य
ru: Общая работа
tr: Toplam İş
zh_hans: 总做功

source: Track And Field
de: Leichtathletik
es: Atletismo
fr: Athlétisme
hi: ट्रैक और फ़ील्ड
ru: Легкая атлетика
tr: Atletizm
zh_hans: 田径

source: Training Load compares acute training load with chronic training load. Acute load is a 7-day exponentially weighted average of workout strain, while chronic load is a 42-day weighted average that reflects your adapted baseline. Values near 0.80-1.30 are usually the most sustainable; sustained values above that range can point to higher readiness demand.
de: Die Trainingsbelastung vergleicht die akute mit der chronischen Belastung. Die akute Belastung ist ein exponentiell gewichteter 7-Tage-Durchschnitt deiner Trainingsbeanspruchung, die chronische Belastung ein gewichteter 42-Tage-Durchschnitt, der deinen angepassten Basiswert abbildet. Werte um 0,80 bis 1,30 sind meist am nachhaltigsten. Anhaltende Werte darüber können darauf hindeuten, dass deine Tagesform stärker gefordert ist.
es: Carga de entrenamiento compara la carga de entrenamiento aguda con la crónica. La carga aguda es una media ponderada exponencial de 7 días de la exigencia de tus entrenamientos, mientras que la carga crónica es una media ponderada de 42 días que refleja el nivel al que te has adaptado. Los valores de alrededor de 0.80 a 1.30 suelen ser los más sostenibles; los valores sostenidos por encima de ese rango pueden indicar una mayor exigencia sobre tu preparación.
fr: La charge d’entraînement compare la charge aiguë à la charge chronique. La charge aiguë est une moyenne pondérée exponentiellement sur 7 jours de la sollicitation de vos exercices, tandis que la charge chronique est une moyenne pondérée sur 42 jours qui reflète la référence à laquelle vous êtes adapté. Les valeurs proches de 0.80-1.30 sont généralement les plus soutenables ; des valeurs durablement au-dessus de cette plage peuvent indiquer une exigence plus forte pour votre niveau de préparation.
hi: ट्रेनिंग लोड, कम अवधि के ट्रेनिंग लोड की तुलना लंबी अवधि के ट्रेनिंग लोड से करता है। कम अवधि का लोड वर्कआउट के दबाव का 7 दिन का एक्सपोनेंशियल भारित औसत है, जबकि लंबी अवधि का लोड 42 दिन का भारित औसत है, जो आपकी अनुकूलित बेसलाइन को दिखाता है। 0.80 से 1.30 के आसपास के मान आमतौर पर सबसे टिकाऊ होते हैं; इस रेंज से लगातार ऊपर रहने वाले मान आपकी रेडिनेस पर ज़्यादा माँग की ओर इशारा कर सकते हैं।
ru: Тренировочная нагрузка сравнивает острую и хроническую тренировочную нагрузку. Острая нагрузка представляет собой экспоненциально взвешенное среднее нагрузки от тренировок за 7 дней, а хроническая является взвешенным средним за 42 дня и отражает Ваш адаптированный базовый уровень. Значения около 0.80-1.30 обычно наиболее устойчивы; если значения долго держатся выше этого диапазона, это может указывать на повышенные требования к готовности.
tr: Antrenman Yükü, akut antrenman yükünü kronik antrenman yüküyle karşılaştırır. Akut yük, antrenman zorlanmasının 7 günlük üstel ağırlıklı ortalamasıdır; kronik yük ise uyum sağladığınız referansı yansıtan 42 günlük ağırlıklı ortalamadır. 0,80 ile 1,30 arasındaki değerler genellikle en sürdürülebilir olanlardır; bu aralığın üstünde süregelen değerler, hazırlığınızdan daha fazla şey talep edildiğine işaret edebilir.
zh_hans: 训练负荷比较短期训练负荷与长期训练负荷。短期负荷是训练强度的 7 天指数加权平均值，长期负荷是反映身体已适应基准的 42 天加权平均值。0.80-1.30 附近的数值通常最可持续；持续高于该范围可能意味着对恢复状态的更高要求。

source: Training load has outpaced recovery — readiness is low. Back off and rest.
de: Deine Trainingsbelastung hat deine Erholung überholt und deine Tagesform ist niedrig. Fahr zurück und ruh dich aus.
es: La carga de entrenamiento ha superado a la recuperación y tu preparación es baja. Baja el ritmo y descansa.
fr: Votre charge d’entraînement a dépassé votre récupération et votre niveau de préparation est faible. Levez le pied et reposez-vous.
hi: ट्रेनिंग लोड रिकवरी से आगे निकल गया है और रेडिनेस निम्न है। ट्रेनिंग कम करें और आराम करें।
ru: Тренировочная нагрузка опережает восстановление, готовность низкая. Снизьте нагрузку и отдохните.
tr: Antrenman yükü toparlanmanızın önüne geçti ve hazırlık düşük. Yükü azaltın ve dinlenin.
zh_hans: 训练负荷已经超过恢复节奏，今天状态很低。建议减量并休息。

source: Training load has outpaced recovery and readiness is low. Back off and rest.
de: Deine Trainingsbelastung hat deine Erholung überholt und deine Tagesform ist niedrig. Fahr zurück und ruh dich aus.
es: La carga de entrenamiento ha superado a la recuperación y tu preparación es baja. Baja el ritmo y descansa.
fr: Votre charge d’entraînement a dépassé votre récupération et votre niveau de préparation est faible. Levez le pied et reposez-vous.
hi: ट्रेनिंग लोड रिकवरी से आगे निकल गया है और रेडिनेस निम्न है। ट्रेनिंग कम करें और आराम करें।
ru: Тренировочная нагрузка опережает восстановление, готовность низкая. Снизьте нагрузку и отдохните.
tr: Antrenman yükü toparlanmanızın önüne geçti ve hazırlık düşük. Yükü azaltın ve dinlenin.
zh_hans: 训练负荷已经超过恢复节奏，今天状态很低。建议减量并休息。

source: Training load is elevated.
de: Deine Trainingsbelastung ist erhöht.
es: La carga de entrenamiento es elevada.
fr: La charge d’entraînement est élevée.
hi: ट्रेनिंग लोड बढ़ा हुआ है।
ru: Тренировочная нагрузка повышена.
tr: Antrenman yükü yüksek.
zh_hans: 训练负荷偏高。

source: Training load is up and you're handling it well — readiness stays high.
de: Deine Trainingsbelastung ist gestiegen und du verkraftest sie gut. Deine Tagesform bleibt hoch.
es: La carga de entrenamiento ha subido y la estás llevando bien. Tu preparación sigue alta.
fr: Votre charge d’entraînement augmente et vous l’encaissez bien. Votre niveau de préparation reste élevé.
hi: ट्रेनिंग लोड बढ़ा है और आप इसे अच्छी तरह संभाल रहे हैं। रेडिनेस उच्च बनी हुई है।
ru: Тренировочная нагрузка растет, и Вы хорошо с ней справляетесь. Готовность остается хорошей.
tr: Antrenman yükü arttı ve bununla iyi başa çıkıyorsunuz. Hazırlık yüksek kalıyor.
zh_hans: 训练负荷有所上升，但身体应对得不错。恢复状态仍然良好。

source: Training load is up and you're handling it well. Readiness stays high.
de: Deine Trainingsbelastung ist gestiegen und du verkraftest sie gut. Deine Tagesform bleibt hoch.
es: La carga de entrenamiento ha subido y la estás llevando bien. Tu preparación sigue alta.
fr: Votre charge d’entraînement augmente et vous l’encaissez bien. Votre niveau de préparation reste élevé.
hi: ट्रेनिंग लोड बढ़ा है और आप इसे अच्छी तरह संभाल रहे हैं। रेडिनेस उच्च बनी हुई है।
ru: Тренировочная нагрузка растет, и Вы хорошо с ней справляетесь. Готовность остается хорошей.
tr: Antrenman yükü arttı ve bununla iyi başa çıkıyorsunuz. Hazırlık yüksek kalıyor.
zh_hans: 训练负荷有所上升，但身体应对得不错。恢复状态仍然良好。

source: Transition
de: Übergang
es: Transición
hi: ट्रांज़िशन
ru: Смена тренировки
tr: Geçiş
zh_hans: 换项

source: Typical
de: Normal
es: Típico
fr: Typique
hi: सामान्य
ru: В норме
tr: Normal
zh_hans: 正常

source: Underwater Diving
de: Tauchen
es: Buceo
fr: Plongée sous-marine
hi: अंडरवॉटर डाइविंग
ru: Дайвинг
tr: Su Altı Dalışı
zh_hans: 水下潜水

source: Vertical Oscillation
de: Vertikale Oszillation
es: Oscilación vertical
fr: Oscillation verticale
hi: वर्टिकल ऑसिलेशन
ru: Вертикальные колебания
tr: Dikey Salınım
zh_hans: 垂直振幅

source: Vertical oscillation, average %@ %@, maximum %@ %@
de: Vertikale Oszillation, Durchschnitt %@ %@, Maximum %@ %@
es: Oscilación vertical, media de %@ %@, máxima de %@ %@
fr: Oscillation verticale, moyenne %@ %@, maximum %@ %@
hi: वर्टिकल ऑसिलेशन, औसत %@ %@, अधिकतम %@ %@
ru: Вертикальные колебания, средние: %@ %@, максимальные: %@ %@
tr: Dikey salınım, ortalama %@ %@, maksimum %@ %@
zh_hans: 垂直振幅，平均 %@ %@，最大 %@ %@

source: Very little sleep last night has readiness low. Rest is the priority today.
de: Nach sehr wenig Schlaf letzte Nacht ist deine Tagesform niedrig. Heute hat Ruhe Vorrang.
es: Dormiste muy poco anoche y tu preparación está baja. Hoy la prioridad es descansar.
fr: Votre très courte nuit maintient votre niveau de préparation bas. Aujourd’hui, la priorité est le repos.
hi: बीती रात बहुत कम नींद की वजह से रेडिनेस निम्न है। आज आराम सबसे ज़रूरी है।
ru: Из-за очень короткого сна прошлой ночью готовность низкая. Сегодня в приоритете отдых.
tr: Dün gece çok az uyuduğunuz için hazırlık düşük. Bugün önceliğiniz dinlenmek.
zh_hans: 昨晚睡得太少，今天优先休息。

source: Vitals
de: Vital­zeichen
es: Signos vitales
fr: Signes vitaux
hi: वाइटल
ru: Основ­ные пока­за­тели
tr: Yaşam Bulguları
zh_hans: 生命体征
